Repository: isnine/TLingo
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, id, it, ja, ko, ms, nb, nl, pl, pt_br, sv, tr, zh_hans, zh_hant, zh_hk

source: / month
ar: / شهر
da: / måned
de: / Monat
es: / mes
fr: / mois
id: / bulan
it: / mese
ja: / 月
ko: / 월
ms: / bulan
nb: / måned
nl: / maand
pl: / miesiąc
pt_br: / mês
sv: / månad
tr: / ay
zh_hans: / 月
zh_hant: / 月
zh_hk: / 月

source: / year
ar: / سنة
da: / år
de: / Jahr
es: / año
fr: / an
id: / tahun
it: / anno
ja: / 年
ko: / 년
ms: / tahun
nb: / år
nl: / jaar
pl: / rok
pt_br: / ano
sv: / år
tr: / yıl
zh_hans: / 年
zh_hant: / 年
zh_hk: / 年

source: %@ does not support %@. Choose a supported source language.
ar: %@ لا يدعم %@. اختر لغة مصدر مدعومة.
da: %@ understøtter ikke %@. Vælg et understøttet kildesprog.
de: %@ unterstützt %@ nicht. Wählen Sie eine unterstützte Quellsprache.
es: %@ no admite %@. Elija un idioma de origen compatible.
fr: %@ ne prend pas en charge %@. Choisissez une langue source prise en charge.
id: %@ tidak mendukung %@. Pilih bahasa sumber yang didukung.
it: %@ non supporta %@. Scegli una lingua sorgente supportata.
ja: %@ は%@をサポートしていません。サポートされている入力言語を選んでください。
ko: %@은(는) %@을(를) 지원하지 않습니다. 지원되는 소스 언어를 선택하세요.
ms: %@ tidak menyokong %@. Pilih bahasa sumber yang disokong.
nb: %@ støtter ikke %@. Velg et støttet kildespråk.
nl: %@ ondersteunt %@ niet. Kies een ondersteunde brontaal.
pl: %@ nie obsługuje %@. Wybierz obsługiwany język źródłowy.
pt_br: %@ não suporta %@. Escolha um idioma de origem compatível.
sv: %@ stöder inte %@. Välj ett stödjat källspråk.
tr: %@ %@'yi desteklemiyor. Desteklenen bir kaynak dili seçin.
zh_hans: %@ 不支持 %@。请选择一个受支持的源语言。
zh_hant: %@ 不支援 %@。請選擇支援的來源語言。
zh_hk: %@ 不支援 %@。請選擇支援的來源語言。

source: %@ does not support image input
ar: %@ لا يدعم إدخال الصور
da: %@ understøtter ikke billedinput
de: %@ unterstützt keine Bild-Eingabe
es: %@ no admite entrada de imágenes
fr: %@ ne prend pas en charge les entrées d'images
id: %@ tidak mendukung input gambar
it: %@ non supporta l'input di immagini
ja: %@ は画像入力に対応していません
ko: %@는 이미지 입력을 지원하지 않습니다
ms: %@ tidak menyokong input imej
nb: %@ støtter ikke bildeinput
nl: %@ ondersteunt geen beeldinvoer
pl: %@ nie obsługuje wprowadzania obrazów
pt_br: %@ não suporta entrada de imagens
sv: %@ stöder inte bildinmatning
tr: %@ resim girişi desteklemiyor
zh_hans: %@ 不支持图像输入
zh_hant: %@ 不支援圖像輸入
zh_hk: %@ 不支援圖像輸入

source: %@ is unavailable on this Mac. Choose another recognition model.
ar: %@ غير متاح على هذا الـMac. اختر نموذج تعرف آخر.
da: %@ er ikke tilgængelig på denne Mac. Vælg en anden genkendelsesmodel.
de: %@ ist auf diesem Mac nicht verfügbar. Wähle ein anderes Erkennungsmodell.
es: %@ no está disponible en este Mac. Elige otro modelo de reconocimiento.
fr: %@ n'est pas disponible sur ce Mac. Choisissez un autre modèle de reconnaissance.
id: %@ tidak tersedia di Mac ini. Pilih model pengenalan lain.
it: %@ non è disponibile su questo Mac. Scegli un altro modello di riconoscimento.
ja: %@ はこの Mac では利用できません。別の認識モデルを選んでください。
ko: %@은(는) 이 Mac에서 사용할 수 없습니다. 다른 인식 모델을 선택하세요.
ms: %@ tidak tersedia pada Mac ini. Pilih model pengecaman lain.
nb: %@ er ikke tilgjengelig på denne Mac-en. Velg en annen gjenkjenningsmodell.
nl: %@ is niet beschikbaar op deze Mac. Kies een ander herkenningsmodel.
pl: %@ jest niedostępny na tym Macu. Wybierz inny model rozpoznawania.
pt_br: %@ não está disponível neste Mac. Escolha outro modelo de reconhecimento.
sv: %@ är inte tillgänglig på den här Macen. Välj en annan igenkänningsmodell.
tr: %@ bu Mac'te kullanılamıyor. Başka bir tanıma modeli seçin.
zh_hans: %@ 在这台 Mac 上不可用。请选择另一个识别模型。
zh_hant: %@ 在這台 Mac 上無法使用。請選擇另一個辨識模型。
zh_hk: %@ 在這部 Mac 上無法使用。請選擇另一個辨識模型。

source: %@ must be downloaded before starting realtime translation.
ar: %@ يجب تنزيله قبل بدء الترجمة في الوقت الحقيقي.
da: %@ skal hentes, før realtimeoversættelsen kan starte.
de: %@ muss heruntergeladen werden, bevor die Echtzeitübersetzung gestartet werden kann.
es: %@ debe descargarse antes de iniciar la traducción en tiempo real.
fr: %@ doit être téléchargé avant de lancer la traduction en temps réel.
id: %@ harus diunduh sebelum memulai terjemahan waktu nyata.
it: %@ deve essere scaricato prima di avviare la traduzione in tempo reale.
ja: %@をダウンロードしてからでないとリアルタイム翻訳を開始できません。
ko: %@은(는) 실시간 번역을 시작하기 전에 다운로드되어야 합니다.
ms: %@ mesti dimuat turun sebelum memulakan terjemahan masa nyata.
nb: %@ må lastes ned før sanntidsoversettelse kan starte.
nl: %@ moet worden gedownload voordat realtimevertaling kan beginnen.
pl: %@ musi zostać pobrany przed rozpoczęciem tłumaczenia w czasie rzeczywistym.
pt_br: %@ deve ser baixado antes de iniciar a tradução em tempo real.
sv: %@ måste laddas ner innan realtidsöversättning kan starta.
tr: %@, gerçek zamanlı çeviriye başlamadan önce indirilmeli.
zh_hans: %@ 必须在开始实时翻译之前下载。
zh_hant: %@ 必須在開始即時翻譯之前下載。
zh_hk: %@ 必須在開始即時翻譯之前下載。

source: %@ only
ar: %@ فقط
da: %@ kun
de: %@ nur
es: %@ únicamente
fr: %@ seulement
id: %@ saja
it: %@ soltanto
ja: %@ のみ
ko: %@만
ms: Hanya %@
nb: %@ kun
nl: %@ alleen
pl: Tylko %@
pt_br: %@ apenas
sv: %@ endast
tr: %@ sadece
zh_hans: %@ 专用
zh_hant: %@ 專用
zh_hk: %@ 專用

source: %@ requires imported audio. Import an audio file or choose another model.
ar: %@ يتطلب صوتًا مستورَدًا. استورد ملف صوتي أو اختر نموذجًا آخر.
da: %@ kræver importeret lyd. Importer en lydfil eller vælg en anden model.
de: %@ erfordert importierte Audiodaten. Importiere eine Audiodatei oder wähle ein anderes Modell.
es: %@ requiere audio importado. Importa un archivo de audio o elige otro modelo.
fr: %@ nécessite un fichier audio importé. Importez un fichier audio ou choisissez un autre modèle.
id: %@ memerlukan audio yang diimpor. Impor berkas audio atau pilih model lain.
it: %@ richiede audio importato. Importa un file audio o scegli un altro modello.
ja: %@ はインポートした音声が必要です。音声ファイルをインポートするか、別のモデルを選択してください。
ko: %@은(는) 가져온 오디오가 필요합니다. 오디오 파일을 가져오거나 다른 모델을 선택하세요.
ms: %@ memerlukan audio yang diimport. Import fail audio atau pilih model lain.
nb: %@ krever importert lyd. Importer en lydfil eller velg en annen modell.
nl: %@ vereist geïmporteerde audio. Importeer een audiobestand of kies een ander model.
pl: %@ wymaga zaimportowanego pliku audio. Zaimportuj plik audio lub wybierz inny model.
pt_br: %@ exige áudio importado. Importe um arquivo de áudio ou escolha outro modelo.
sv: %@ kräver importerad ljud. Importera en ljudfil eller välj en annan modell.
tr: %@ içe aktarılmış ses gerektirir. Bir ses dosyası içe aktarın veya başka bir model seçin.
zh_hans: %@ 需要已导入的音频。导入音频文件或选择另一个模型。
zh_hant: %@ 需要已匯入的音訊。匯入音訊檔案或選擇另一個模型。
zh_hk: %@ 需要已匯入的音訊。匯入音訊檔案或選擇另一個模型。

source: %@ stopped because the Mac reported critical memory pressure.
ar: %@ توقف لأن جهاز Mac أبلغ عن ضغط ذاكرة حرج.
da: %@ stoppede, fordi Mac'en rapporterede kritisk hukommelsespres.
de: %@ wurde gestoppt, weil der Mac kritischen Speicherdruck gemeldet hat.
es: %@ se detuvo porque el Mac informó de una presión de memoria crítica.
fr: %@ s'est arrêté car le Mac a signalé une pression mémoire critique.
id: %@ berhenti karena Mac melaporkan tekanan memori kritis.
it: %@ si è interrotto perché il Mac ha segnalato una pressione di memoria critica.
ja: %@ は、Macが重大なメモリプレッシャーを報告したため停止しました。
ko: %@이(가) Mac이 심각한 메모리 압박을 보고하여 중단되었습니다.
ms: %@ dihentikan kerana Mac melaporkan tekanan memori kritikal.
nb: %@ stoppet fordi Mac-en rapporterte kritisk minnepress.
nl: %@ is gestopt omdat de Mac kritieke geheugenbelasting heeft gemeld.
pl: %@ został zatrzymany, ponieważ Mac zgłosił krytyczne obciążenie pamięci.
pt_br: %@ parou porque o Mac relatou pressão crítica de memória.
sv: %@ stoppades eftersom Mac rapporterade kritisk minnespåfrestning.
tr: %@ durdu çünkü Mac kritik bellek baskısı bildirdi.
zh_hans: %@ 已停止，因为 Mac 报告了严重的内存压力。
zh_hant: %@ 已停止，因為 Mac 回報了嚴重的記憶體壓力。
zh_hk: %@ 已停止，因為 Mac 回報了嚴重的記憶體壓力。

source: %@/mo, billed annually
ar: %@/mo, يتم الفوترة سنويًا
da: %@/mo, faktureres årligt
de: %@/mo, jährlich abgerechnet
es: %@/mo, facturado anualmente
fr: %@/mo, facturé annuellement
id: %@/mo, ditagihkan setiap tahun
it: %@/mo, fatturato annualmente
ja: %@/mo、年額で請求されます
ko: %@/mo, 연간으로 청구됩니다
ms: %@/bln, ditagihkan setiap tahun
nb: %@/mo, faktureres årlig
nl: %@/mo, jaarlijks gefactureerd
pl: %@/mies., płatne corocznie
pt_br: %@/mo, cobrado anualmente
sv: %@/mo, faktureras årligen
tr: %@/mo, yıllık olarak faturalandırılır
zh_hans: %@/mo，按年收费
zh_hant: %@/mo，按年收費
zh_hk: %@/mo，按年收費

# %@/mo, billed annually · save %lld%%
source: %1$@/mo, billed annually · save %2$lld%%
ar: %1$@/mo, يتم الفوترة سنويًا · وفر %2$lld%%
da: %1$@/mo, faktureres årligt · spar %2$lld%%
de: %1$@/mo, jährlich abgerechnet · sparen Sie %2$lld%%
es: %1$@/mo, facturado anualmente · ahorra %2$lld%%
fr: %1$@/mo, facturé annuellement · économisez %2$lld%%
id: %1$@/mo, ditagihkan setiap tahun · hemat %2$lld%%
it: %1$@/mo, fatturato annualmente · risparmia %2$lld%%
ja: %1$@/mo、年額で請求されます · %2$lld%% 節約できます
ko: %1$@/mo, 연간 청구 · %2$lld%% 절약
ms: %1$@/bln, ditagihkan setiap tahun · jimat %2$lld%%
nb: %1$@/mo, faktureres årlig · spar %2$lld%%
nl: %1$@/mo, jaarlijks gefactureerd · bespaar %2$lld%%
pl: %1$@/mies., płatne corocznie · oszczędź %2$lld%%
pt_br: %1$@/mo, cobrado anualmente · economize %2$lld%%
sv: %1$@/mo, faktureras årligen · spara %2$lld%%
tr: %1$@/mo, yıllık faturalandırma · %2$lld%% tasarruf edin
zh_hans: %1$@/mo，按年收费 · 节省 %2$lld%%
zh_hant: %1$@/mo，按年收費 · 節省 %2$lld%%
zh_hk: %1$@/mo，按年收費 · 節省 %2$lld%%

source: %lld days
ar: %lld يومًا
da: %lld dage
de: %lld Tage
es: %lld días
fr: %lld jours
id: %lld hari
it: %lld giorni
ja: %lld日
ko: %lld일
ms: %lld hari
nb: %lld dager
nl: %lld dagen
pl: %lld dni
pt_br: %lld dias
sv: %lld dagar
tr: %lld gün
zh_hans: %lld天
zh_hant: %lld天
zh_hk: %lld日

source: %lld languages
ar: %lld لغة
da: %lld sprog
de: %lld Sprachen
es: %lld idiomas
fr: %lld langues
id: %lld bahasa
it: %lld lingue
ja: %lld言語
ko: %lld개 언어
ms: %lld bahasa
nb: %lld språk
nl: %lld talen
pl: %lld języków
pt_br: %lld idiomas
sv: %lld språk
tr: %lld dil
zh_hans: %lld 种语言
zh_hant: %lld 種語言
zh_hk: %lld 種語言

source: %lld languages downloaded
ar: %lld لغات تم تنزيلها
da: %lld sprog downloadet
de: %lld Sprachen heruntergeladen
es: %lld idiomas descargados
fr: %lld langues téléchargées
id: %lld bahasa diunduh
it: %lld lingue scaricate
ja: %lld 言語がダウンロードされました
ko: %lld 개의 언어가 다운로드되었습니다
ms: %lld bahasa dimuat turun
nb: %lld språk lastet ned
nl: %lld talen gedownload
pl: %lld pobranych języków
pt_br: %lld idiomas baixados
sv: %lld språk nedladdade
tr: %lld dil indirildi
zh_hans: %lld 种语言已下载
zh_hant: %lld 種語言已下載
zh_hk: %lld 種語言已下載

source: %lld models
ar: %lld نموذج
da: %lld modeller
de: %lld Modelle
es: %lld modelos
fr: %lld modèles
id: %lld model
it: %lld modelli
ja: %lld モデル
ko: %lld개의 모델
ms: %lld model
nb: %lld modeller
nl: %lld modellen
pl: %lld modeli
pt_br: %lld modelos
sv: %lld modeller
tr: %lld model
zh_hans: %lld 个模型
zh_hant: %lld 個模型
zh_hk: %lld 個模型

source: %lld Models
ar: %lld نماذج
da: %lld modeller
de: %lld Modelle
es: %lld modelos
fr: %lld modèles
id: %lld model
it: %lld modelli
ja: %lld モデル
ko: %lld개의 모델
ms: %lld Model
nb: %lld modeller
nl: %lld modellen
pl: %lld Modele
pt_br: %lld modelos
sv: %lld modeller
tr: %lld modeller
zh_hans: %lld 模型
zh_hant: %lld個模型
zh_hk: %lld 模型

source: %lld more models
ar: %lld نماذج إضافية
da: %lld flere modeller
de: %lld weitere Modelle
es: %lld modelos más
fr: %lld modèles supplémentaires
id: %lld model tambahan
it: %lld modelli aggiuntivi
ja: %lld 追加モデル
ko: %lld 개의 추가 모델
ms: %lld lagi model
nb: %lld flere modeller
nl: %lld extra modellen
pl: %lld więcej modeli
pt_br: %lld modelos a mais
sv: %lld fler modeller
tr: %lld daha model
zh_hans: %lld 个更多模型
zh_hant: %lld 個額外模型
zh_hk: %lld 個額外模型

source: %lld translations
ar: %lld ترجمات
da: %lld oversættelser
de: %lld Übersetzungen
es: %lld traducciones
fr: %lld traductions
id: %lld terjemahan
it: %lld traduzioni
ja: %lld 翻訳
ko: %lld 개의 번역
ms: %lld terjemahan
nb: %lld oversettelser
nl: %lld vertalingen
pl: %lld tłumaczeń
pt_br: %lld traduções
sv: %lld översättningar
tr: %lld çeviri
zh_hans: %lld 个翻译
zh_hant: %lld 個翻譯
zh_hk: %lld 個翻譯

source: 1 day
ar: 1 يوم
da: 1 dag
de: 1 Tag
es: 1 día
fr: 1 jour
id: 1 hari
it: 1 giorno
ja: 1日
ko: 1일
ms: 1 hari
nb: 1 dag
nl: 1 dag
pl: 1 dzień
pt_br: 1 dia
sv: 1 dag
tr: 1 gün
zh_hans: 1天
zh_hant: 1天
zh_hk: 1天

source: 1. Select a sentence
ar: 1. اختر جملة
da: 1. Vælg en sætning
de: 1. Wähle einen Satz
es: 1. Selecciona una frase
fr: 1. Sélectionnez une phrase
id: 1. Pilih sebuah kalimat
it: 1. Seleziona una frase
ja: 1. 文を選択
ko: 1. 문장 하나를 선택하세요
ms: 1. Pilih ayat
nb: 1. Velg en setning
nl: 1. Selecteer een zin
pl: 1. Wybierz zdanie
pt_br: 1. Selecione uma frase
sv: 1. Välj en mening
tr: 1. Bir cümle seçin
zh_hans: 1. 选择一句话
zh_hant: 1. 選取一句話
zh_hk: 1. 選取一個句子

source: 1. Select some text
ar: 1. اختر بعض النص
da: 1. Vælg noget tekst
de: 1. Markieren Sie etwas Text
es: 1. Selecciona algo de texto
fr: 1. Sélectionnez du texte
id: 1. Pilih beberapa teks
it: 1. Seleziona del testo
ja: 1. テキストを選択してください
ko: 1. 텍스트 일부를 선택하세요
ms: 1. Pilih beberapa teks
nb: 1. Velg noe tekst
nl: 1. Selecteer wat tekst
pl: 1. Zaznacz jakiś tekst
pt_br: 1. Selecione algum texto
sv: 1. Välj lite text
tr: 1. Bazı metni seçin
zh_hans: 1. 选择一些文本
zh_hant: 1. 選取一些文字
zh_hk: 1. 選取一些文字

source: 2. Move to the blue dot
ar: 2. انتقل إلى النقطة الزرقاء
da: 2. Flyt til den blå prik
de: 2. Gehe zum blauen Punkt
es: 2. Muévete al punto azul
fr: 2. Déplacez-vous sur le point bleu
id: 2. Pindah ke titik biru
it: 2. Spostati sul punto blu
ja: 2. 青い点に移動
ko: 2. 파란 점으로 이동하세요
ms: 2. Gerakkan ke titik biru
nb: 2. Flytt til den blå prikken
nl: 2. Ga naar de blauwe stip
pl: 2. Przesuń na niebieską kropkę
pt_br: 2. Mova-se para o ponto azul
sv: 2. Flytta till den blå punkten
tr: 2. Mavi noktaya gidin
zh_hans: 2. 移动到蓝点
zh_hant: 2. 移到藍色的點
zh_hk: 2. 移到藍色的點

source: 2. Move your pointer to the blue dot
ar: 2. حرّك المؤشر إلى النقطة الزرقاء
da: 2. Flyt din markør til den blå prik
de: 2. Bewegen Sie den Zeiger zum blauen Punkt
es: 2. Mueve el cursor al punto azul
fr: 2. Déplacez votre pointeur sur le point bleu
id: 2. Arahkan penunjuk Anda ke titik biru
it: 2. Sposta il puntatore sul punto blu
ja: 2. ポインタを青い点に合わせてください
ko: 2. 포인터를 파란 점으로 옮기세요
ms: 2. Gerakkan penunjuk anda ke titik biru
nb: 2. Flytt pekeren til den blå prikken
nl: 2. Beweeg uw aanwijzer naar de blauwe stip
pl: 2. Przesuń wskaźnik na niebieską kropkę
pt_br: 2. Mova o ponteiro para o ponto azul
sv: 2. Flytta pekaren till den blå punkten
tr: 2. İmlecinizi mavi noktaya taşıyın
zh_hans: 2. 将指针移到蓝色点上
zh_hant: 2. 將游標移到藍色圓點上
zh_hk: 2. 將游標移到藍色圓點上

source: 3. Choose Polish
ar: 3. اختر 'Polish'
da: 3. Vælg 'Polish'
de: 3. Wähle 'Polish'
es: 3. Elige 'Polish'
fr: 3. Choisissez 'Polish'
id: 3. Pilih 'Polish'
it: 3. Scegli 'Polish'
ja: 3. 'Polish' を選択
ko: 3. 'Polish'을 선택하세요
ms: 3. Pilih 'Polish'
nb: 3. Velg 'Polish'
nl: 3. Kies 'Polish'
pl: 3. Wybierz 'Polish'
pt_br: 3. Escolha 'Polish'
sv: 3. Välj 'Polish'
tr: 3. 'Polish' öğesini seçin
zh_hans: 3. 选择“Polish”
zh_hant: 3. 選擇「Polish」
zh_hk: 3. 選擇「Polish」

source: 3. Choose Translate
ar: 3. اختر 'Translate'
da: 3. Vælg 'Translate'
de: 3. Wähle 'Translate'
es: 3. Elige 'Translate'
fr: 3. Choisissez 'Translate'
id: 3. Pilih 'Translate'
it: 3. Scegli 'Translate'
ja: 3. 'Translate' を選択
ko: 3. 'Translate'을 선택하세요
ms: 3. Pilih 'Translate'
nb: 3. Velg 'Translate'
nl: 3. Kies 'Translate'
pl: 3. Wybierz 'Translate'
pt_br: 3. Escolha 'Translate'
sv: 3. Välj 'Translate'
tr: 3. 'Translate' öğesini seçin
zh_hans: 3. 选择“Translate”
zh_hant: 3. 選擇「Translate」
zh_hk: 3. 選擇「Translate」

source: 3. Click the Polish action
ar: 3. انقر على الإجراء Polish
da: 3. Klik på Polish-handlingen
de: 3. Klicken Sie auf die Aktion Polish
es: 3. Haga clic en la acción Polish
fr: 3. Cliquez sur l’action Polish
id: 3. Klik tindakan Polish
it: 3. Fai clic sull'azione Polish
ja: 3. 「Polish」アクションをクリック
ko: 3. Polish 동작을 클릭하세요
ms: 3. Klik tindakan Polish
nb: 3. Klikk på Polish-handlingen
nl: 3. Klik op de Polish-actie
pl: 3. Kliknij akcję Polish
pt_br: 3. Clique na ação Polish
sv: 3. Klicka på Polish-åtgärden
tr: 3. Polish eylemine tıklayın
zh_hans: 3. 点击 Polish 操作
zh_hant: 3. 點擊 Polish 操作
zh_hk: 3. 點擊 Polish 操作

source: 3. Click the translate button
ar: 3. انقر على زر الترجمة
da: 3. Klik på oversæt-knappen
de: 3. Klicken Sie auf die Übersetzen-Schaltfläche
es: 3. Haga clic en el botón Traducir
fr: 3. Cliquez sur le bouton Traduire
id: 3. Klik tombol terjemahkan
it: 3. Fai clic sul pulsante Traduci
ja: 3. 翻訳ボタンをクリック
ko: 3. 번역 버튼을 클릭하세요
ms: 3. Klik butang terjemah
nb: 3. Klikk på oversett-knappen
nl: 3. Klik op de vertaalknop
pl: 3. Kliknij przycisk Tłumacz
pt_br: 3. Clique no botão Traduzir
sv: 3. Klicka på översätt-knappen
tr: 3. Çeviri düğmesine tıklayın
zh_hans: 3. 点击翻译按钮
zh_hant: 3. 按一下翻譯按鈕
zh_hk: 3. 按一下翻譯按鈕

source: 6-digit code
ar: رمز مكون من 6 أرقام
da: 6-cifret kode
de: 6-stelliger Code
es: Código de 6 dígitos
fr: Code à 6 chiffres
id: Kode 6 digit
it: Codice di 6 cifre
ja: 6桁のコード
ko: 6자리 코드
ms: kod 6 angka
nb: 6-sifret kode
nl: 6-cijferige code
pl: 6-cyfrowy kod
pt_br: Código de 6 dígitos
sv: 6-siffrig kod
tr: 6 haneli kod
zh_hans: 6 位验证码
zh_hant: 6 位數字代碼
zh_hk: 6 位數驗證碼

source: A nimble brown fox leapt over the lazy dog. This sentence contains every letter of the English alphabet.
ar: قفز ثعلب بني رشيق فوق الكلب الكسول. تحتوي هذه الجملة على كل حرف من حروف الأبجدية الإنجليزية.
da: En adræt brun ræv sprang over den dovne hund. Denne sætning indeholder alle bogstaver i det engelske alfabet.
de: Ein flinker brauner Fuchs sprang über den faulen Hund. Dieser Satz enthält jeden Buchstaben des englischen Alphabets.
es: Un ágil zorro marrón saltó sobre el perro perezoso. Esta frase contiene todas las letras del alfabeto inglés.
fr: Un agile renard brun a sauté par-dessus le chien paresseux. Cette phrase contient toutes les lettres de l'alphabet anglais.
id: Seekor rubah cokelat yang cekatan melompati anjing malas. Kalimat ini mengandung semua huruf dalam alfabet Inggris.
it: Una volpe marrone agile saltò sopra il cane pigro. Questa frase contiene ogni lettera dell'alfabeto inglese.
ja: 機敏な茶色の狐が怠けた犬を飛び越えました。この文には英語のアルファベットのすべての文字が含まれています。
ko: 민첩한 갈색 여우가 게으른 개를 뛰어넘었습니다. 이 문장은 영어 알파벳의 모든 글자를 포함합니다.
ms: Seekor musang coklat yang tangkas melompat di atas anjing yang malas. Ayat ini mengandungi setiap huruf dalam abjad Inggeris.
nb: En smidig brun rev hoppet over den late hunden. Denne setningen inneholder alle bokstavene i det engelske alfabetet.
nl: Een lenige bruine vos sprong over de luie hond. Deze zin bevat alle letters van het Engelse alfabet.
pl: Zwinny brązowy lis przeskoczył nad leniwym psem. To zdanie zawiera wszystkie litery alfabetu angielskiego.
pt_br: Uma ágil raposa marrom saltou sobre o cachorro preguiçoso. Esta frase contém todas as letras do alfabeto inglês.
sv: En smidig brun räv hoppade över den lata hunden. Denna mening innehåller alla bokstäver i det engelska alfabetet.
tr: Çevik kahverengi tilki tembel köpeğin üzerinden atladı. Bu cümle İngiliz alfabesinin her harfini içerir.
zh_hans: 那只敏捷的棕色狐狸跃过了那条懒狗。这个句子包含了英文字母表里的每一个字母。
zh_hant: 一隻靈活的棕色狐狸跳過了一隻懶狗。這句話包含了英文字母的每一個字母。
zh_hk: 一隻敏捷的棕色狐狸跳過了懶狗。這個句子包含了英文字母的所有字母。

source: A translation action based on your description
ar: إجراء ترجمة استنادًا إلى الوصف الخاص بك
da: En oversættelseshandling baseret på din beskrivelse
de: Eine Übersetzungsaktion basierend auf Ihrer Beschreibung
es: Una acción de traducción basada en su descripción
fr: Une action de traduction basée sur votre description
id: Sebuah tindakan terjemahan berdasarkan deskripsi Anda
it: Un'azione di traduzione basata sulla tua descrizione
ja: あなたの説明に基づく翻訳アクション
ko: 귀하의 설명에 기반한 번역 작업
ms: Tindakan terjemahan berdasarkan penerangan anda
nb: En oversettelseshandling basert på beskrivelsen din
nl: Een vertaalactie op basis van uw beschrijving
pl: Akcja tłumaczenia oparta na twoim opisie
pt_br: Uma ação de tradução baseada na sua descrição
sv: En översättningsåtgärd baserad på din beskrivning
tr: Tanımınıza dayalı bir çeviri eylemi
zh_hans: 基于您的描述的翻译行动
zh_hant: 根據您的描述的翻譯行動
zh_hk: 根據您的描述的翻譯行動

source: Access to the latest models as they launch
ar: الوصول إلى أحدث النماذج عند إطلاقها
da: Adgang til de nyeste modeller, når de lanceres
de: Zugriff auf die neuesten Modelle, sobald sie veröffentlicht werden
es: Acceso a los modelos más recientes cuando se lancen
fr: Accès aux modèles les plus récents dès leur lancement
id: Akses ke model-model terbaru saat mereka diluncurkan
it: Accesso ai modelli più recenti non appena vengono lanciati
ja: 新しいモデルがリリースされたときに利用できます
ko: 최신 모델이 출시되는 즉시 이용할 수 있습니다
ms: Akses kepada model terkini sebaik sahaja mereka dilancarkan
nb: Tilgang til de nyeste modellene når de lanseres
nl: Toegang tot de nieuwste modellen zodra ze worden gelanceerd
pl: Dostęp do najnowszych modeli w momencie ich premiery
pt_br: Acesso aos modelos mais recentes assim que lançados
sv: Tillgång till de senaste modellerna när de lanseras
tr: Modeller piyasaya sürüldüğünde en yeni modellere erişim
zh_hans: 在新模型推出时即可访问最新模型
zh_hant: 在新模型推出時即可存取最新模型
zh_hk: 在新模型推出時即可存取最新模型

source: Accessibility
ar: سهولة الوصول
da: Tilgængelighed
de: Barrierefreiheit
es: Accesibilidad
fr: Accessibilité
id: Aksesibilitas
it: Accessibilità
ja: アクセシビリティ
ko: 접근성
ms: Kebolehcapaian
nb: Tilgjengelighet
nl: Toegankelijkheid
pl: Ułatwienia dostępu
pt_br: Acessibilidade
sv: Tillgänglighet
tr: Erişilebilirlik
zh_hans: 无障碍
zh_hant: 無障礙
zh_hk: 無障礙

source: Account
ar: الحساب
da: Konto
de: Konto
es: Cuenta
fr: Compte
id: Akun
ja: アカウント
ko: 계정
ms: Akaun
nb: Konto
pl: Konto
pt_br: Conta
sv: Konto
tr: Hesap
zh_hans: 账户
zh_hant: 帳戶
zh_hk: 帳戶

source: Action '%@' has empty prompt
ar: الإجراء '%@' له موجه فارغ
da: Handling '%@' har en tom prompt
de: Aktion '%@' hat eine leere Eingabeaufforderung
es: La acción '%@' tiene un prompt vacío
fr: L'action '%@' a une invite vide
id: Aksi '%@' memiliki prompt kosong
it: Azione '%@' ha un prompt vuoto
ja: アクション '%@' のプロンプトが空です
ko: 동작 '%@'의 프롬프트가 비어 있습니다
ms: Tindakan '%@' mempunyai prompt kosong
nb: Handling '%@' har en tom prompt
nl: Actie '%@' heeft een lege prompt
pl: Akcja '%@' ma pusty komunikat
pt_br: A ação '%@' tem um prompt vazio
sv: Åtgärd '%@' har en tom prompt
tr: İşlem '%@' için prompt boş
zh_hans: 操作 '%@' 的提示为空
zh_hant: 動作 '%@' 的提示為空
zh_hk: 動作 '%@' 的提示為空

# Action '%@' has invalid output type: '%@'
source: Action '%1$@' has invalid output type: '%2$@'
ar: الإجراء '%1$@' لديه نوع مخرجات غير صالح: '%2$@'
da: Handling '%1$@' har en ugyldig udgangstype: '%2$@'
de: Aktion '%1$@' hat einen ungültigen Ausgabetyp: '%2$@'
es: La acción '%1$@' tiene un tipo de salida no válido: '%2$@'
fr: L'action '%1$@' a un type de sortie invalide : '%2$@'
id: Aksi '%1$@' memiliki tipe keluaran tidak valid: '%2$@'
it: Azione '%1$@' ha un tipo di output non valido: '%2$@'
ja: アクション '%1$@' は無効な出力タイプです: '%2$@'
ko: 동작 '%1$@'의 출력 유형이 잘못되었습니다: '%2$@'
ms: Tindakan '%1$@' mempunyai jenis keluaran tidak sah: '%2$@'
nb: Handling '%1$@' har ugyldig utdata-type: '%2$@'
nl: Actie '%1$@' heeft een ongeldig uitvoertype: '%2$@'
pl: Akcja '%1$@' ma nieprawidłowy typ wyniku: '%2$@'
pt_br: A ação '%1$@' tem um tipo de saída inválido: '%2$@'
sv: Åtgärd '%1$@' har ogiltig utdata-typ: '%2$@'
tr: İşlem '%1$@' geçersiz çıktı türüne sahip: '%2$@'
zh_hans: 操作 '%1$@' 有无效的输出类型：'%2$@'
zh_hant: 動作 '%1$@' 有無效的輸出類型：'%2$@'
zh_hk: 動作 '%1$@' 有無效的輸出類型：'%2$@'

source: Action has empty name
ar: الإجراء له اسم فارغ
da: Handlingen har et tomt navn
de: Aktion hat keinen Namen
es: La acción tiene un nombre vacío
fr: L'action a un nom vide
id: Aksi memiliki nama kosong
it: L'azione ha un nome vuoto
ja: アクションの名前が空です
ko: 동작의 이름이 비어 있습니다
ms: Nama tindakan kosong
nb: Handlingen har et tomt navn
nl: Actie heeft een lege naam
pl: Akcja ma pustą nazwę
pt_br: A ação tem um nome vazio
sv: Åtgärden har ett tomt namn
tr: İşlemin adı boş
zh_hans: 操作名称为空
zh_hant: 動作名稱為空
zh_hk: 動作名稱為空
